Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: * GainaxEnding: There's one episode where Mr. Barriga punches Don Ramón out and then jumps on him, [[SquashedFlat leaving him flat as a pancake]], and later another where El Chavo pokes Ñoño with a pair of scissors, blowing him up like a balloon and leaving only his clothes behind.
pt_br: * Br/FinalGainax: Há um episódio onde o Senhor Barriga bate no Seu Madruga e então pula nele, fazendo com que ele fique [[Br/{{Empanquecado}} esmagado como uma panqueca]], e outro onde o Chaves espeta o Nhonho com um par de tesouras, fazendo com que ele estoure como um balão e deixe apenas as roupas para trás.

source: * GameFace: An CreepyGood character unleashes their inner monster through the look on their face.
pt_br: * ??? GameFace: Um personagem Br/AssustadorEBom libera seu monstro interior através da expressão facial.

source: * GangOfHats: The Disco Boys are most obvious, but all the gangs in Champion City appear to have some quirk.
pt_br: * Br/GangueDoChapeu: Os Dançarinos são os mais óbvios, mas todas as gangues de Champion City possuem alguma peculiaridade do tipo.

source: * GardenOfEvil: A place where most or all of the plants are poisonous, carnivorous, or otherwise dangerous.
pt_br: * Br/JardimDoMal: Um lugar onde a maioria das plantas (ou todas) são venenosas, carnívoras ou perigosas de outras maneiras.

source: * GenderIncompetence: Competence is dependent on gender.
pt_br: * Br/IncompetenciaDeGenero: A competência é dependente do gênero.

source: * GeneticAbomination * HumongousMecha: The mad scientist builds a giant robot.
pt_br: * Br/AbominacaoGenetica * Br/RoboGigante: O cientista maluco constrói um robô gigante.

source: * GeniusBruiser: The hero has both brains and brawn.
pt_br: * Br/BrutoInteligente: O herói que possui músculos e cérebro.

source: * GeniusLoci: A place that is intelligent and often in control of itself or the things living in it.
pt_br: * Br/GeniusLoci: Um lugar senciente que controla a si mesmo e as coisas que lá vivem.

source: * GenreBlind: [[spoiler: No one in the world anticipates the ZerothLawRebellion except for the one robotics expert who made it possible in the first place.]] * GoneHorriblyRight: VIKI relies on an extreme definition of the Three Laws, but she claims that she still does follow them.
pt_br: * Br/CegueiraDeGenero: [[spoiler: Ninguém no mundo esperava a Br/RebeliaoDaLeiZero exceto pelo especialista em robótica que tornou tudo possível em primeiro lugar.]] * Br/DeuHorrivelmenteCerto: VIKI se baseia em uma definição extrema das Três Leis, mas ela alega que ainda as segue.

source: * GenteelInterbellumSetting: Sometime between 1918 and 1939.
pt_br: * ??? GenteelInterbellumSetting: Em algum momento entre 1918 e 1939.

source: * GentleGiant: A big, tall guy who's pretty nice.
pt_br: * Br/GiganteGentil: Um cara grande e alto que é muito legal.

source: * GentleGiant: A very tall person who is friendly.
pt_br: * Br/GiganteGentil: Uma pessoa muito alta que é amigável.

source: * GentlemanAndAScholar: A hero who manages to be both highly intelligent and a well adjusted, socially engaging and charming person.
pt_br: * Br/CavalheiroECulto: Um herói que consegue ao mesmo tempo ser muito inteligente e uma pessoa encantadora e bem-ajustada na sociedade.

source: * GentlemanAndAScholar: Prudence mixed with intelligence.
pt_br: * Br/CavalheiroECulto: Prudência misturada com inteligência.

source: * GeographicFlexibility: When the setting grows, shrinks, adds, and loses features as the plot demands.
pt_br: * Br/FlexibilidadeGeografica: Quando a ambientação cresce, encolhe, acrescenta e perde características conforme exigido pela trama.

source: * GeorgeJetsonJobSecurity: Losing your job for a trivial reason or no reason at all.
pt_br: * Br/EmpregoEstavelDoGeorgeJetson: Perder o emprego por um motivo trivial (ou nenhum motivo).

source: * GhibliHills: Pristine, untouched wilderness, often within easy reach of civilization.
pt_br: * Br/ColinasGhibli: Locais selvagens intocados e pristinos, geralmente com acesso fácil.

source: * GhibliHills: The great outdoors is right around the corner.
pt_br: * Br/ColinasGhibli: As belas paisagens ficam logo virando a esquina.

source: * GhostTown: An abandoned town.
pt_br: * Br/CidadeFantasma: Uma cidade abandonada.

source: * GiantCorpseWorld: A setting where people live in or on a giant decaying corpse.
pt_br: * Br/MundoDeCadaverGigante: Uma ambientação em que as pessoas vivem sobre (ou dentro de) um cadáver gigante em decomposição.

source: * GiantFlyer * GunshipRescue * HeroicSacrifice * HorsebackHeroism * IGotYouCovered * InstantCooldown: Turning off a critical reactor magically fixes all its problems, with no aftermath to deal with.
pt_br: * Br/VoadorGigante * Br/ResgatePorCaca * Br/SacrificioHeroico * Br/HeroismoMontadoACavalo * Br/TeDouCobertura * Br/ResfriamentoInstantaneo: desligar um reator em estado crítico magicamente conserta todos os problemas sem consequências para lidar depois.

source: * GildedCage: A comfortable place that keeps a character isolated from the real world.
pt_br: * Br/GaiolaDourada: Um lugar confortável que mantém um personagem isolado do mundo real.

source: * GingerbreadHouse: A house or other building made of food, usually candy and sweets.
pt_br: * Br/CasaDeGengibre: Uma casa ou outra construção feita de comida, geralmente adocicada.

source: * GirlsVsBoysPlot: In "Ioiozando", Rebeca trains her yoyo abilities so she can play it better than all the boys and show the girls are better.
pt_br: * Br/TramaDeGarotosContraGarotas: Em "Ioiozando", Rebeca treina as habilidades de ioiô para que ela possa mostrar apra todos os garotos que as garotas são melhores.

source: * GloryDays: Captain Amazing hasn't had a decent battle in years.
pt_br: * Br/DiasDeGloria: Faz anos desde a última boa batalha que o Capitão Arraso teve.

source: * GloveSnap: A doctor, usually TheMedic, puts on gloves and snaps them, before healing others.
pt_br: * Br/EstalarDeLuvas: Um doutor, geralmente Br/OMedico, veste luvas e dá uma esticada para produzir um estalo antes de cuidar dos outros.

source: * GlowingEyesOfDoom: A character's eyes glow, showing that they are not fooling around, and that GoodIsNotSoft.
pt_br: * Br/OlhosBrilhantesDoCaos: Os olhos de um personagem brilham para mostrar que eles não estão para brincadeira e que Br/SerBomNaoESerMole.

source: * GoAndSinNoMore: The hero spares the villain and tells them to atone for their crimes.
pt_br: * Br/VaENaoPequesMais: O herói poupa o vilão e diz que ele deve se redimir por seus crimes.

source: * GodBeforeDogma: A religious hero opposes the religious beliefs of a villain of the same religion.
pt_br: * Br/DeusAntesDeDogma: Um herói religioso se opõe às crenças de um vilão da mesma religião.

source: * GodIsGood: God is unquestionably benevolent.
pt_br: * Br/DeusEBondoso: Deus é inquestionavelmente benevolente.

source: * GodOfGood: A benevolent deity who treats mortals well.
pt_br: * Br/DeusDaBondade: Uma divindade benevolente que trata bem os mortais.

source: * GodOfGood: A deity who embodies all that is good.
pt_br: * Br/DeusDaBondade: Uma divindade que personifica tudo que é bom.

source: * GoldAndWhiteAreDivine: Gold and White are considered divine colors and usually used by the heroes.
pt_br: * Br/BrancoEDouradoSaoDivinos: Branco e dourado são consideradas cores divinas e costumam ser usadas pelos heróis.

source: * GoldAndWhiteAreDivine: Gold and white are considered benign colors.
pt_br: * Br/BrancoEDouradoSaoDivinos: Branco e dourado são consideradas cores benignas.

source: * GoneHorriblyRight: Captain Amazing had Casanova Frankenstein released simply so he could fight a capable adversary.
pt_br: * Br/DeuHorrivelmenteCerto: Capitão Arraso armou a soltura de Casanova Frankenstein apenas para ter um adversário comparável.

source: * GoneHorriblyWrong: Inevitably, a mad scientist's creations will backfire disastrously.
pt_br: * Br/DeuHorrivelmenteErrado: Inevitavelmente a criação de um cientista maluco vai dar errado de maneira desastrosa.

source: * GoneHorriblyWrong: The Three Laws make all robots perfectly safe.
pt_br: * Br/DeuHorrivelmenteErrado: As Três Leis tornam todos os robôs perfeitamente seguros.

source: * GoodAllAlong: A character who looked like they were evil at first later turns out to actually be one of the good guys.
pt_br: * Br/BomOTempoTodo: Um personagem que parece ser do mal a princípio é demonstrado depois como sendo parte dos caras bons.

source: * GoodAllAlong: Someone assumed to be a bad guy was really a good guy this whole time.
pt_br: * Br/BomOTempoTodo: Alguém que se supunha ser um cara mau na verdade era um cara bom esse tempo todo.

source: * GoodAngelBadAngel: When faced with a moral decision, a character imagines a tiny angel and a tiny devil appearing on their shoulders to advise them on which choice would be the right one to make.
pt_br: * Br/AnjoBomAnjoMau: Quando em face de uma decisão moral, um personagem imagina um pequeno anjo e um pequeno demônio aparecendo nos ombros para aconselhá-lo sobre qual escolha é a correta.

source: * GoodCannotComprehendEvil: The hero cannot understand why the villain is evil.
pt_br: * Br/OBemNaoPodeCompreenderOMal: O herói não consegue compreender porque o vilão é malvado.

source: * GoodColorsEvilColors: CharacterAlignment depends on ColorMotif.
pt_br: * Br/CoresBoasCoresMas: O Br/AlinhamentoDePersonagem é dependente do Br/TemaCromatico.

source: * GoodCostumeSwitch: A reformed villain switches to a more heroic-looking costume.
pt_br: * Br/TrocaParaUmTrajeBom: Um vilão reformado troca para uma roupa mais heroica.

source: * GoodEyesEvilEyes * GoodFeelsGood: Being good ''is'' good.
pt_br: * Br/OlhosBonsOlhosMaus * Br/SerDoBemFazBem

source: * GoodGunsBadGuns * TheGoodGuysAlwaysWin: The heroes never lose and always succeed in defeating the bad guys.
pt_br: * Br/ArmasDeFogoBoasArmasDeFogoMas * Br/OsBonzinhosSempreVencem: Os heróis nunca perdem e sempre têm êxito em derrotar os malvados.

source: * GoodGuyBar: A place for heroes to hang out after saving the day, just right across the street from the BadGuyBar.
pt_br: * Br/BarDosMocinhos: Um lugar para os heróis passarem tempo após salvar do dia, que fica do lado oposto da rua a um Br/BarDosMalvados.

source: * GoodGuyBar: Where the heroes hang out after hours.
pt_br: * Br/BarDosMocinhos: Onde os heróis se juntam após o expediente.

source: * GoodHairEvilHair * GoodIsBoring * GoodIsDumb: Being the good guy makes some intellectual flaws.
pt_br: * Br/CabeloBomCabeloMau * Br/OBemEEntediante * Br/OBemEBurro: Ser o cara bom propicia algumas falhas de intelecto.

source: * GoodIsImpotent * GoodIsNotDumb: Being the good guy does not mean that you are stupid.
pt_br: * Br/OBemEImpotente * Br/SerBomNaoESerBurro: Ser o cara bom não significa que você é estúpido.

source: * GoodIsNotDumb: A character who is good gets underestimated because of it.
pt_br: * Br/SerBomNaoESerBurro: Um personagem que é bom é subestimado por causa disso.

source: * GoodIsNotNice: A hero who acts like a {{jerk|ass}} most of the time.
pt_br: * Br/SerBomNaoESerBonzinho: Um herói que age como um Br/{{babaca}} na maior parte do tempo.

source: * GoodIsNotNice: Being the good guy does not mean that you are not a jerk.
pt_br: * Br/SerBomNaoESerBonzinho: Ser o cara bom não significa que você não seja um babaca.

source: * GoodIsNotSoft: A hero who has no qualms about severely punishing villains.
pt_br: * Br/SerBomNaoESerMole: Um herói que não tem reservas em relação a punir severamente os vilões.

source: * GoodIsNotSoft: Being the good guy does not mean that you are unwilling to inflict pain on those who deserve it.
pt_br: * Br/SerBomNaoESerMole: Ser o cara bom não significa que você não está disposto a causar dor naqueles que a merecem.

source: * GoodIsOldFashioned * GoodHurtsEvil * TheGoodKing: A monarch who is honorable and virtuous, treating their subjects with respect (no matter how seemingly unimportant they are) and governing the land fairly.
pt_br: * Br/SerBomEAntiquado * Br/OBemMachucaOMal * Br/OReiBondoso: Um monarca que é honrado e virtuoso, trata seus súditos com respeito (não importa o quão irrelevantes eles possam ser) e governa a terrra justamente.

source: * GoodLawyersGoodClients * GoodNeedsEvil * GoodOldWays * GoodParents: Parents who care about their children and do whatever they can to make life better for their offspring.
pt_br: * Br/BonsAdvogadosBonsClientes * Br/OBemPrecisaDoMal * Br/BomEVelhoJeito * Br/PaisBons: Pais que se importam com seus filhos e fazem o possível para tornar melhor a vida para suas crias.

source: * GoodParents: Parents who do a pretty good job of protecting and raising their children.
pt_br: * Br/PaisBons: Pais que fazem um bom trabalho em proteger e criar seus filhos.

source: * GoodPaysBetter * GoodProstheticEvilProsthetic * GoodRunningEvil * GoodSamaritan: Right-minded and righteous characters.
pt_br: * Br/OBemPagaMelhor * Br/ProteseBoaProteseMa * Br/OBemAdministrandoOMal * Br/BomSamaritano: Personagens corretos e de boa intenção.

source: * GoodSamaritan: A person does a good deed simply for others' well-being.
pt_br: * Br/BomSamaritano: Uma pessoa faz uma boa ação apenas por querer o bem estar de outros.

source: * GoodScarsEvilScars * GoodShepherd: A priest who only wants what is best for his people.
pt_br: * Br/CicatrizesBoasCicatrizesMas * Br/BomPastor: Um padre/sacerdote/etc que só quer o que é melhor para o seu povo.

source: * GoodShepherd: A religious leader who is also a good person.
pt_br: * Br/BomPastor: Um líder religioso que também é uma boa pessoa.

source: * GoodSmellsGood: Good people tend to smell great.
pt_br: * Br/SerDoBemCheiraBem: Pessoas boas tendem a ter um aroma bom.

source: * GoodSmokingEvilSmoking * GoodTamingEvilTaming * GoodVersusGood: Conflict between two people or groups who are both good.
pt_br: * Br/BomFumanteMauFumante * Br/BomAdestramentoMauAdestramento * Br/BemContraBem: Conflito entre duas pessoas ou grupos que são bons.

source: * GoodSmokingEvilSmoking: The difference between how good characters smoke and how evil characters smoke.
pt_br: * Br/BomFumanteMauFumante: A diferença entre como os mocinhos e os vilões fumam.

source: * GoodVersusGood: Where two heroes are in conflict against each other.
pt_br: * Br/BemContraBem: Quando dois heróis estão em conflito entre si.

source: * GoodWeaponEvilWeapon * GoodWearsWhite: Heroic characters dress in white clothing.
pt_br: * Br/ArmaBoaArmaMa * Br/OBemVesteBranco: Personagens heróicos se vestem com roupas brancas.

source: * GoodWearsWhite: Heroic characters dress in white clothing to symbolize their goodness.
pt_br: * Br/OBemVesteBranco: Personagens heroicos se vestem em roupas brancas para simbolizar sua bondade.

source: * GoodWingsEvilWings * GoodnessExam: Character is expected to do something evil to prove their affiliation.
pt_br: * Br/AsasBoasAsasMas * Br/AsasBoasAsasMas: Espera-se que o personagem faça algo maléfico para provar seu alinhamento.

source: * GotVolunteered: In the episodes where there is no water in the vecindad, Don Ramón tries to get Chavo to say he'll go get water from the vecindad next door, but when Chavo doesn't say he'll go, Don Ramón orders Chilindrina to fetch some pails, and forces Chavo to go get the water.
pt_br: * Br/FoiVoluntariado: Nos episódios onde falta água na vila, Seu Madruga tenta fazer o Chaves ir buscar água da vila no outro pátio, mas quando o Chaves não diz que vai lá, Seu Madruga ordena que a Chiquinha pegue alguns baldes e força o Chaves a ir buscar a água.

source: * Governmental institutions sign in laws that outright ban the use of well-liked or even defining elements of the show (if the work isn't banned outright).
pt_br: * Instituições governamentais aprovam leis que banem o uso de elementos bem quistos ou definidores do show (se a obra não for simplesmente banida).

source: * GrandFinale: "Os Artistas de Ouro", despite not being the last story on the channel (being followed by the 3 stories of the 2006 reboot and then "Isso Não Se Faz", a story published digitally in 2021), serves as the chronological finale in the dubs' chronology.
pt_br: * Br/GranFinale: "Os Artistas de Ouro", apesar de não ser a última história no canal (sendo seguida pelas três histórias do reinício de 2006 e então "Isso Não Se Faz", uma história publicada digitalmente em 2021), serve como o final cronológico das dublagens.

source: * Graphical gimmicks such as [=3D=] are used to shore up failing character development.
pt_br: * Efeitos gráficos como [=3D=] são usados para conter a falha no desenvolvimento de personagem.

source: * GrassIsGreener: An idealized place that a person desperately wishes to leave and go to.
pt_br: * Br/AGramaEMaisVerde: Um local idealizado para onde uma pessoa deseja muito ir.

source: * GratuitousDiscoSequence: Casanova Frankenstein's mansion and main gang all revolve around disco, which is supposedly dead.
pt_br: * Br/SequenciaDiscoGratuita: A mansão de Casanova Frankenstein e sua gangue principal giram em torno da temática disco, que supostamente já morreu.

source: * GreasySpoon: A roadside diner, often stuck perpetually in the American 1950s and serving anti-diet food.
pt_br: * Br/ColherSebosa: Uma lanchonete à beira da estrada, costumeiramente parada nos anos 1950 americanos e servindo comida anti-diet.

source: * GreatBigLibraryOfEverything: An absurdly large and well-stocked library.
pt_br: * Br/GrandeEVastaBibliotecaDeTudo: Uma biblioteca absurdamente enorme e bem estocada.

source: * GreatWhiteHunter: Heroic or semi-heroic big game poacher.
pt_br: * Br/GrandeCacadorBranco: Um caçador de feras grandes heroico ou semi-heroico.

source: * GreaterNeedThanMine: Character does deeds for someone else since they're more important than themselves.
pt_br: * Br/NecessidadeMaiorQueAMinha: O personagem faz algo por outra pessoa porque ela é mais importante que ele mesmo.

source: * GreaterNeedThanMine: Why Spooner hates robots.
pt_br: * Br/NecessidadeMaiorQueAMinha: O motivo de Spooner odiar robôs.

source: * GreaterScopeParagon: A benign being who is indirectly responsible for the heroes existing or doing what they're doing, but isn't an active part of the story.
pt_br: * Br/ModeloDeMaiorEscopo: Um ser benigno que é indiretamente responsável pela existência dos heróis ou por eles fazerem o que fazem, mas que não é parte da história ativamente.

source: * GreaterScopeParagon: A heroic being who is indirectly responsible for the heroes existing or being involved in their mission, but is not directly involved with the story.
pt_br: * Br/ModeloDeMaiorEscopo: Um ser heroico que indiretamente é responsável pela existência dos heróis ou pela missão deles, mas que não está diretamente envolvido com a história.

source: * GreenAesop: ** Rebeca's first appearance has her finding Binho and Dudão planting a tree to comemmorate the "Ecology Year".
pt_br: * Br/EsopoVerde: ** A primeira aparição de Rebeca mostra ela encontrando Binho e Dudão plantando uma árvore para comemorar o "Ano da Ecologia".

source: * GroinAttack: There are a few: ** The Red-Eyes give Blue Raja an especially vicious wedgie.
pt_br: * Br/AtaqueNaVirilha: Há alguns deles. ** Os Bandalhas aplicam no Marajá um cuecão severo.

source: * GuardianOfTheMultiverse: The being who makes sure that TheMultiverse is neither conquered nor destroyed.
pt_br: * Br/GuardiaoDoMultiverso: O ser que se certifica que Br/OMultiverso não seja conquistado nem destruído.

source: * GuileHero: A hero who relies on saving the day with his wits and quick thinking.
pt_br: * Br/HeroiAstuto: Um herói que salva o dia com sua astúcia e pensamento rápido.

source: * GunsAreUseless: For the sake of storytelling or CompetitiveBalance, guns, often no matter the caliber or ordinance, deal much less damage than less-advanced weapons.
pt_br: * Br/ArmasDeFogoSaoInuteis: Em nome da narrativa ou do Br/EquilibrioCompetitivo, armas de fogo, não importa o calibre ou tipo, causam muito menos dano que armas menos avançadas.

source: * HackerCave: A room filled with an over-the-top mess of computers and monitors and other bits of geekery, where hackers somehow get work done.
pt_br: * Br/TocaHacker: Um cômodo bagunçado com computadores e monitores e outras coisas geek, onde hackers de algum modo conduzem seu trabalho.

source: * HairOfGoldHeartOfGold: A nice girl with blonde hair.
pt_br: * Br/CabeloDeOuroCoracaoDeOuro: Uma boa garota com cabelo loiro.

source: * HairTriggerTemper: A person that gets extremely angry at ''any'' perceived slight.
pt_br: * Br/PavioCurto: Uma pessoa que fica extremamente furiosa por ''qualquer'' inconveniência percebida.

source: * HairTriggerTemper: Tato.
pt_br: * Br/PavioCurto: Tato.

source: * HammyVillainSeriousHero: A hero's seriousness is contrasted with their villain's hamminess.
pt_br: * Br/HeroiSerioVilaoGalhofa: A seriedade de um herói é contrastada com os gracejos do vilão.

source: * HandWave: A convenient or very simple explanation is given for a problem that should, logically, be much more prevalent or detrimental to the story.
pt_br: * Br/SoUmaPincelada: Uma explicação conveniente ou simples é dada para um problema que, logicamente, deveria ser mais prevalente ou inconveniente para o andamento da história.

source: * HandsomeHeroicCaveman: A caveman is both physically and morally appealing, in contrast to the brutish Neanderthals or the FrazettaMan.
pt_br: * Br/HomemDasCavernasHeroicoEBonito: Um homem das cavernas que é fisicamente e moralmente atraente, contrastando com os neandertais ou com o Br/HomemFrazetta.

source: * HappilyMarried: The Shoveler and his wife, Lucille, may feud over his heroing, but they worry because they love each other.
pt_br: * Br/BemCasados: O Pá e a esposa dele, Lucille, discutem sobre o heroísmo dele, mas eles se preocupam porque eles amam um ao outro.

source: * HappyEndingOverride: Sequel starts out with a previous victory negated and things much worse than when they began.
pt_br: * Br/PassarPorCimaDoFinalFeliz: A sequência começa com a negação de uma vitória prévia e as coisas muito piores em relação ao começo.

source: * HateSink: The characters who are portrayed as being in the wrong in the stories, while Dudão is portrayed as right.
pt_br: * Br/RaloDeOdio: Os personagens que são retratados como estando errados nas histórias, enquanto Dudão é sempre retratado como do lado certo.

source: * HateSink: [[SmugSuper Captain Amazing]], real name Lance Hunt, is the superhero of Champion City.
pt_br: * Br/RaloDeOdio: [[Br/HeroiArrogante Capitão Arraso]], nome verdadeiro Lance Hunt, é o super herói de Champion City.

source: * HauntedCastle: A spooky castle where there be monsters.
pt_br: * Br/CasteloAssombrado: Um castelo assustador onde há monstros.

source: * HauntedHeadquarters: A spooky place where there be monsters, and you're stuck living or working there.
pt_br: * Br/QuartelGeneralAssombrado: Um lugar assustador onde há monstros e você está preso lá vivendo ou trabalhando.

source: * HauntedHeroine: A heroine haunted equally by her own past and the uncanny events around her.
pt_br: * Br/HeroinaAssombrada: Uma heroína que é assombrada tanto pelo próprio passado quanto pelos eventos sinistros no entorno dela.

source: * HauntedHouse: A spooky house where there be monsters.
pt_br: * Br/CasaAssombrada: Uma casa assustadora onde há monstros.

source: * HeadbuttingHeroes: Good guys who despise each other.
pt_br: * Br/HeroisCabecaDura: Caras bons que se desprezam mutuamente.

source: * HeadsIWinTailsYouLose: The battle is a HopelessBossFight, but the player is led to believe that they can win.
pt_br: * Br/CaraEuGanhoCoroaVocePerde: O jogador é direcionado para uma Br/LutaInvencivelContraChefe, mas levado a acreditar que ele pode vencer.
